read_verilog -sv -formal -overwrite {workspace}/verilog/utils/constant.v
design -reset-vlog; proc;
write_json {workspace}/netlist/CONSTANT.json