read_verilog -sv -formal -overwrite {workspace}/verilog/Depacketizer.v
design -reset-vlog; proc;
write_json {workspace}/netlist/Depacketizer.json