read_verilog -sv -formal -overwrite {workspace}/verilog/Error_Detect_Ctrl.v
design -reset-vlog; proc;
write_json {workspace}/netlist/Error_Detect_Ctrl.json