read_verilog -sv -formal -overwrite {workspace}/verilog/Gardner_Timing_Error.v
design -reset-vlog; proc;
write_json {workspace}/netlist/Gardner_Timing_Error.json