read_verilog -sv -formal -overwrite {workspace}/verilog/PSK_Mod.v
design -reset-vlog; proc;
write_json {workspace}/netlist/PSK_Mod.json